Revit 2027 API
AdvancedWood.WoodCurlyDistortionEnable Property
 The property labeled "Enable distortion for wood secondary curly highlight" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodCurlyDistortionEnable { get; }
Public Shared ReadOnly Property WoodCurlyDistortionEnable As String
	Get
public:
static property String^ WoodCurlyDistortionEnable {
	String^ get ();
}
static member WoodCurlyDistortionEnable : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace